Repository: coteditor/CotEditor
Catalog: CotEditor/mul.lproj/EditSettings.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, pt, tr, zh_hans, zh_hant

source: Append a space to comment delimiter
cs: Přidat mezery do oddělovačů komentáře
de: Leerzeichen zu Kommentartrennzeichen hinzufügen
es: Añadir un espacio en el delimitador de comentario
fr: Ajouter un espace après le symbole de commentaire
it: Aggiungi uno spazio al delimitatore del commento
ja: コメント記号にスペースを追加
pt: Anexar espaço ao delimitador de comentários
tr: Yorum sınırlayıcısına bir boşluk iliştir
zh_hans: 在注释符号后追加空格
zh_hant: 在註釋符號後追加空格

source: Automatically indent while typing
cs: Automaticky odsazovat při psaní
de: Während der Texteingabe automatisch einrücken
es: Sangrar automáticamente al escribir
fr: Indenter automatiquement lors de la frappe
it: Rientro automatico durante la digitazione
ja: 入力中に自動でインデント
pt: Indentar automaticamente ao escrever
tr: Yazarken kendiliğinden girintile
zh_hans: 键入时自动缩进
zh_hant: 在鍵入時自動縮進

source: Automatically insert closing brackets and quotes
cs: Automaticky vkládat uzavírací závorky a uvozovky
de: Klammern und Anführungszeichen automatisch schließen
es: Inserte automáticamente los corchetes de cierre y las comillas
fr: Insérer automatiquement les parenthèses et guillemets fermants
it: Inserisci automaticamente parentesi e virgolette di chiusura
ja: 括弧と引用符を自動的に閉じる
pt: Inserir chaves e aspas finais automaticamente
tr: Kapatma ayraçlarını ve tırnaklarını kendiliğinden ekle
zh_hans: 自动补全括号和引号
zh_hant: 自動補全括弧和引號

source: Automatically trim trailing whitespace
cs: Automaticky odstranit mezery na konci řádku
de: Leerzeichen am Zeilenende automatisch entfernen
es: Recortar automáticamente los espacios en blanco finales
fr: Retirer automatiquement les espaces en fin de ligne
it: Rimuovi automaticamente spazi a fine riga
ja: 行末の空白を自動的に削除
pt: Apagar espaço em branco à direita automaticamente
tr: Sondaki boşlukları kendiliğinden kırp
zh_hans: 自动去除末尾空格
zh_hant: 自動去除末尾空格

source: Check spelling while typing
cs: Kontrolovat pravopis při psaní
de: Rechtschreibung während der Texteingabe prüfen
es: Comprobar ortografía mientras se escribe
fr: Vérifier le document lors de la saisie
it: Controlla ortografia mentre scrivo
ja: 入力中にスペルをチェック
pt: Verificar Ortografia Durante Digitação
tr: Yazarken yazım denetimi yap
zh_hans: 键入时检查拼写
zh_hant: 在輸入時同步檢查拼字

source: Comment:
cs: Komentář:
de: Kommentar:
es: Comentario:
fr: Commentaires :
it: Commento:
ja: コメント:
pt: Comentário:
tr: Yorum:
zh_hans: 注释：
zh_hant: 註釋：

source: Completion list includes:
cs: Zahrnout seznam pro dokončování:
de: Vervollständigungsliste enthält:
es: La lista de autocompletado incluye:
fr: La liste de complétion inclue :
it: La lista di completamento include:
ja: 入力補完候補リストに含む単語:
pt: Lista de preenchimento inclui:
tr: Tamamlama listesi şunları içerir:
zh_hans: 补全列表包括：
zh_hant: 補全列表包括：

source: Completion:
cs: Dokončování:
de: Vervollständigung:
es: Autocompletado:
fr: Complétion :
it: Completamento:
ja: 入力補完:
pt: Preenchimento:
tr: Tamamlama:
zh_hans: 补全：
zh_hant: 補全：

source: Content parse:
cs: Analýza obsahu:
de: Inhaltsanalyse:
es: Análisis de contenido:
fr: Parsing :
it: Analizza il contenuto:
ja: 内容解析:
pt: Análise de conteúdo:
tr: İçerik ayrıştırma:
zh_hans: 内容解析：
zh_hant: 內容解析：

source: Delay:
cs: Zpoždění:
de: Verzögerung:
es: Retardo:
fr: Délai :
it: Ritardo:
ja: 遅延:
pt: Atraso:
tr: Gecikme:
zh_hans: 延迟：
zh_hant: 延遲：

source: Detect indent style on document opening
cs: Zjistit styl odsazení při otevření dokumentu
de: Einzugsstil beim Öffnen ermitteln
es: Detectar el estilo de sangría al abrir el documento
fr: Détecter le style d’indentation à l’ouverture du document
it: Rileva il tipo di rientro all’apertura del documento
ja: 書類を開くときにインデントスタイルを自動判定
pt: Detectar estilo de recuo ao abrir documentos
tr: Belge açılışında girintileme biçemini algıla
zh_hans: 在打开文稿时检测缩进格式
zh_hant: 在開啟文件時檢測縮排格式

source: Highlight “<>”
cs: Zvýraznit <>
de: „<>“ markieren
es: Resaltar “<>”
fr: Surligner “<>”
it: Evidenzia “<>”
ja: “<>”をハイライト
pt: Destacar “<>”
tr: “<>” ayraçlarını vurgula
zh_hans: 高亮“<>”
zh_hant: 高亮「<>」

source: Highlight instances of selected text
cs: Zvýraznit instance vybraného textu
de: Instanzen des ausgewählten Textes markieren
es: Resaltar las instancias del texto seleccionado
fr: Surligner les autres instances du texte sélectionné
it: Evidenzia le istanze del testo selezionato
ja: 選択した文字をハイライト
pt: Destacar instâncias do texto selecionado
tr: Seçili metni vurgula
zh_hans: 高亮选中文本
zh_hant: 高亮選中文字

source: Highlight matching braces “()” “[]” “{}”
cs: Zvýraznit odpovídající závorky (), [], {}
de: Passende Klammern „()“ „[]“ „{}“ markieren
es: Resaltar “()” “[]” “{}”
fr: Surligner les “()” “[]” “{}” associés
it: Evidenzia le parentesi “()” “[]” “{}” accoppiate
ja: 対応する括弧“()” “[]” “{}”をハイライト
pt: Destacar pares de chaves “()” “[]” “{}”
tr: Eşleşen “()” “[]” “{}” ayraçlarını vurgula
zh_hans: 高亮配对括号“()” “[]” “{}”
zh_hant: 高亮配對括弧「()」「[]」「{}」

source: Including whitespace-only lines
cs: Zahrnout řádky skládající se pouze z mezer
de: Nur aus Leerzeichen bestehende Zeilen einschließen
es: Incluyendo líneas con solo espacios en blanco
fr: Même les lignes composées uniquement d’espaces
it: Includere le righe di solo spazio bianco
ja: 空白のみの行を含める
pt: Incluindo linhas somente com espaços em branco
tr: Yalnızca boşluk olan satırlar içeriliyor
zh_hans: 包含只有空格的行
zh_hant: 包含只有空格的行

source: Indent selection with Tab key
cs: Odsadit výběr pomocí klávesy tabulátoru
de: Auswahl mit der Tabulatortaste einrücken
es: Selección de sangría con la tecla tabulación
fr: Indenter la sélection avec la touche Tabulation
it: Rientra la selezione con il tasto Tab
ja: Tabキーで選択範囲をインデント
pt: Recuar seleção com a tecla Tab
tr: Seçimi Sekme düğmesi ile girintile
zh_hans: 使用Tab键对选择进行缩进
zh_hant: 使用Tab鍵對選擇進行縮排

source: Indent width:
cs: Šířka odsazení:
de: Einzugsweite:
es: Ancho de sangría:
fr: Largeur :
it: Ampiezza rientro:
ja: インデント幅:
pt: Largura do recuo:
tr: Girintileme genişliği:
zh_hans: 以
zh_hant: 以

source: Indentation:
cs: Odsazení:
de: Einrückung:
es: Sangría:
it: Rientro:
ja: インデント:
pt: Recuo:
tr: Girintileme:
zh_hans: 缩进：
zh_hant: 縮排：

source: Link URLs in document
cs: Aktivní odkazy URL
de: URLs im Dokument verlinken
es: Enlaces URL en el documento
fr: Lier les URLs dans le document
it: Collegamenti agli URL nel documento
ja: 書類中のURLをリンク
pt: Criar links de URLs no documento
tr: Belgedeki URL’leri bağlantıya dönüştür
zh_hans: 链接文稿中的 URL
zh_hant: 連結文件中的URL

source: Prefer using
cs: Preferovat:
de: Einrückung mit
fr: Préférer :
it: Preferisci l'uso di:
ja: 使用する文字:
pt: Preferir usando:
tr: Şunu tercih et
zh_hans: 偏好使用
zh_hant: 縮進專用字元:

source: seconds
cs: sekundy
de: Sekunden
es: segundos
fr: secondes
it: secondi
ja: 秒
pt: segundos
tr: saniye
zh_hans: 秒
zh_hant: 秒

source: Select at least one item to enable completion.
cs: Výběrem alespoň jedné položky povolte dokončování.
de: Wähle mindestens ein Element, um die Vervollständigung zu aktivieren.
es: Seleccione al menos un elemento para permitir el completado.
fr: Sélectionnez au moins un élément pour activer la complétion.
it: Selezionare almeno un elemento per azionare il completamento.
ja: 入力補完を有効にするためには1つ以上の項目を選択する必要があります。
pt: Selecione ao menos um item para ativar o preenchimento.
tr: Tamamlamayı etkinleştirmek için en az bir öge seçin.
zh_hans: 至少选择一个条目来激活补全。
zh_hant: 至少選擇一個條目來啟用補全。

source: Smart copy/paste
cs: Inteligentní kopírování/vkládání
de: Intelligentes Kopieren/Ersetzen
es: Copiado/pegado inteligente
fr: Copier-coller intelligent
it: Copia/incolla smart
ja: スマートコピー/ペースト
pt: Copiar/colar inteligente
tr: Akıllı kopyala/yapıştır
zh_hans: 智能拷贝/粘贴
zh_hant: 智慧型拷貝/貼上

source: Smart dashes
cs: Inteligentní pomlčky
de: Intelligente Bindestriche
es: Guiones inteligentes
fr: Tirets intelligents
it: Trattini smart
ja: スマートダッシュ記号
pt: Hifens Inteligentes
tr: Akıllı Tireler
zh_hans: 智能破折号
zh_hant: 智慧型破折號

source: Smart quotes
cs: Inteligentní uvozovky
de: Intelligente Anführungszeichen
es: Comillas tipográficas
fr: Guillemets courbes
it: Virgolette smart
ja: スマート引用符
pt: Aspas Inteligentes
tr: Akıllı Tırnaklar
zh_hans: 智能引号
zh_hant: 智慧型引號

source: spaces
cs: mezery
de: Leerzeichen
es: espacios
fr: espaces
it: spazi
ja: スペース
pt: espaços
tr: boşluk
zh_hans: 个空格缩进
zh_hant: 個空格縮排

source: Spaces
cs: Mezery
de: Leerzeichen
fr: Espaces
it: Spazi
ja: スペース
pt: Espaços
tr: Boşluklar
zh_hans: 空格
zh_hant: 空格

source: Standard words
cs: Standardní slova
de: Normale Wörter
es: Palabras estándar
fr: Mots courants
it: Parole standard
ja: 一般単語
pt: Palavras padrão
tr: Standart sözcükler
zh_hans: 标准单词
zh_hant: 標準單字

source: Substitution:
cs: Nahrazení:
de: Ersetzung:
es: Sustitución:
it: Sostituzione:
ja: 自動置換:
pt: Substituição:
tr: Değişimler:
zh_hans: 替换：
zh_hant: 取代：

source: Suggest completions while typing
cs: Navrhovat dokončování textu při psaní
de: Während der Texteingabe Vervollständigungen vorschlagen
es: Sugerir terminaciones mientras se escribe
fr: Afficher des suggestions pendant la saisie
it: Suggerisci completamento durante l’inserimento
ja: 入力中に補完候補を表示
pt: Sugerir preenchimento ao digitar
tr: Yazarken tamamlamaları öner
zh_hans: 键入时提供补齐建议
zh_hant: 在輸入時建議關聯字

source: Tabs
cs: Tabulátory
de: Tabulatoren
fr: Tabulations
it: Tabulazioni
ja: タブ
pt: Tabulações
tr: Sekmeler
zh_hans: 制表符
zh_hant: 定位符號

source: Words defined in syntax
cs: Slova definovaná v syntaxi
de: Wörter, die in der Syntax definiert sind
es: Palabras definidas en sintaxis
fr: Mots définis dans la syntaxe
it: Parole definite nella sintassi
ja: シンタックスで定義された単語
pt: Palavras definidas na sintaxe
tr: Sözdizimde tanımlı sözcükler
zh_hans: 语法中包含的单词
zh_hant: 被程式文法所定義的單字

source: Words in document
cs: Slova v dokumentu
de: Wörter im Dokument
es: Palabras en el documento
fr: Mots du document
it: Parole del documento
ja: 書類に含まれる単語
pt: Palavras no documento
tr: Belgedeki sözcükler
zh_hans: 文稿中的单词
zh_hant: 文件中的單字
